{
  "inputs": {
    "interests": "история, панорамы, стрит-арт, кофейни",
    "hours_available": 2.5,
    "user_location": "Нижний Новгород, площадь Минина и Пожарского",
    "user_coords": [
      56.3258803,
      44.0065271
    ]
  },
  "selected": [
    {
      "id": "14",
      "title": "Набережная Федоровского",
      "address": "Нижний Новгород, набережная Федоровского",
      "lat": 56.325238,
      "lon": 43.985295,
      "url": "nan",
      "description": "Набережная Федоровского расположена в историческом районе Нижнего Новгорода — Започаинье, на окском откосе, параллельно Рождественской улице. Свое название набережная обрела в честь известного советского ученого, доктора геолого-минералогических наук Николая Федоровского. Она фактически стала визитной карточкой города, благодаря живописным видам панорамы города. Виды с нее открываются поистине прекрасные: старый город, Канавинский мост, противоположный берег реки с собором Александра Невского, и конечно же, стрелка Оки и Волги. Многие приходят сюда полюбоваться закатами.\n\nНа набережной находится целый ряд знаковых для города и привлекающих внимание мест, среди которых церковь пророка Ильи, радиусный дом, здание школы им.Ломоносова, дом Кулибина, памятники Максиму Горькому и Жюлю Верну.\n\n\n\n",
      "_score": 0.3917876946926117,
      "_dist_km": 1.3110037362161424
    },
    {
      "id": "62",
      "title": "Спасский Староярмарочный собор",
      "address": "Нижний Новгород, Ярмарочный проезд, 10к1",
      "lat": 56.331362,
      "lon": 43.954164,
      "url": "nan",
      "description": "Спасский Староярмарочный собор построен в 1822 году по проекту архитектора Огюста Монферрана. По своему внешнему облику он напоминает знаменитый Исаакиевский собор, который также проектировал прославленный мастер. Своим происхождением собор обязан переносу Макарьевской ярмарки в Нижний Новгород, являлся частью ярмарочного комплекса. Место для собора было определено на главной оси ансамбля Нижегородской ярмарки. Он стоит на сваях и на подушке из насыпного грунта, укрепленного влагостойким портлендским цементом.\n\n\n\nХрам выполнен в стиле позднего классицизма, для которого характерна симметрия, соразмерность частей, предпочтение прямым линиям. Согласно канонам этого архитектурного стиля со всех четырех сторон собор украшен строгими портиками с колонами. Мощные барабаны, служащие основанием для",
      "_score": 0.37980802536010744,
      "_dist_km": 3.2852094921841717
    },
    {
      "id": "185",
      "title": "Панно «Связь времён»",
      "address": "г. Нижний Новгород, ул. Рождественская,д. 49",
      "lat": 56.326527,
      "lon": 43.981094,
      "url": "nan",
      "description": "Авторы мозаики — Владимир Арискин, Александр Щелоков и Андрей Гладков. Была создана в 1987 году. Входит в реестр произведений советского монументально-декоративного искусства Нижегородской области",
      "_score": 0.37249083995819093,
      "_dist_km": 1.5696894345720949
    },
    {
      "id": "198",
      "title": "Панно «Развитие авиации»",
      "address": "г. Нижний Новгород, станция метро «Чкаловская»",
      "lat": 56.311309,
      "lon": 43.937072,
      "url": "nan",
      "description": "Автор мозаики — Валентин Любимов. Была создана в 1985 году. Входит в реестр произведений советского монументально-декоративного искусства Нижегородской области.",
      "_score": 0.36713035583496095,
      "_dist_km": 4.579233999001001
    }
  ],
  "timeline_raw": [
    {
      "type": "walk",
      "to": "Набережная Федоровского",
      "minutes": 17,
      "dist_km": 1.31
    },
    {
      "type": "visit",
      "title": "Набережная Федоровского",
      "address": "Нижний Новгород, набережная Федоровского",
      "minutes": 20,
      "url": "nan",
      "why_hint": "Набережная Федоровского расположена в историческом районе Нижнего Новгорода — Започаинье, на окском откосе, параллельно Рождественской улице. Свое название набережная обрела в честь известного советского ученого, доктора геолого-минералогических наук Николая Федоровского. Она фактически стала визитной карточкой города, благодаря живописным видам панорамы города. Виды с нее открываются поистине прекрасные: старый город, Канавинский мост, противоположный берег реки с собором Александра Невского, и"
    },
    {
      "type": "walk",
      "to": "Панно «Связь времён»",
      "minutes": 4,
      "dist_km": 0.3
    },
    {
      "type": "visit",
      "title": "Панно «Связь времён»",
      "address": "г. Нижний Новгород, ул. Рождественская,д. 49",
      "minutes": 20,
      "url": "nan",
      "why_hint": "Авторы мозаики — Владимир Арискин, Александр Щелоков и Андрей Гладков. Была создана в 1987 году. Входит в реестр произведений советского монументально-декоративного искусства Нижегородской области"
    },
    {
      "type": "walk",
      "to": "Спасский Староярмарочный собор",
      "minutes": 23,
      "dist_km": 1.75
    },
    {
      "type": "visit",
      "title": "Спасский Староярмарочный собор",
      "address": "Нижний Новгород, Ярмарочный проезд, 10к1",
      "minutes": 20,
      "url": "nan",
      "why_hint": "Спасский Староярмарочный собор построен в 1822 году по проекту архитектора Огюста Монферрана. По своему внешнему облику он напоминает знаменитый Исаакиевский собор, который также проектировал прославленный мастер. Своим происхождением собор обязан переносу Макарьевской ярмарки в Нижний Новгород, являлся частью ярмарочного комплекса. Место для собора было определено на главной оси ансамбля Нижегородской ярмарки. Он стоит на сваях и на подушке из насыпного грунта, укрепленного влагостойким портлен"
    },
    {
      "type": "walk",
      "to": "Панно «Развитие авиации»",
      "minutes": 33,
      "dist_km": 2.47
    },
    {
      "type": "visit",
      "title": "Панно «Развитие авиации»",
      "address": "г. Нижний Новгород, станция метро «Чкаловская»",
      "minutes": 20,
      "url": "nan",
      "why_hint": "Автор мозаики — Валентин Любимов. Была создана в 1985 году. Входит в реестр произведений советского монументально-декоративного искусства Нижегородской области."
    }
  ]
}